[
  {
    "籤號": "1",
    "籤詩": "巍巍獨步向雲間，\n玉殿千官第一班，\n富貴榮華天付汝，\n福如東海壽如山",
    "中文解析": "此籤為上上籤，大吉大利，你所企盼期望的事，皆能稱心順利完成，官運能高升。",
    "英語解析": "This is a superlative divination message. You will enjoy great fortune and favor, all that you place your hopes in can be smoothly and gratifyingly attained, and the door will be open for gaining career advancement.",
    "日語解析": "大吉です。願い事は望み通りに順調に叶い、出世運も上昇していきます。"
  },
  {
    "籤號": "2",
    "籤詩": "盈虛消息總天時，\n自此君當百事宜，\n若問前程歸縮地，\n須憑方寸好修為",
    "中文解析": "此籤暗示凡事不宜躁進，宜待時而動，平時要積德修身，心存善念，必得上天保佑，自然能事事順利。",
    "英語解析": "Do not act in haste. Wait for a favorable time before taking action. You need to make a habit of self-cultivation and accumulating merit. Keep good thoughts in your heart, make sure to pray for heaven’s blessing, and all will naturally turn out well.",
    "日語解析": "何事も軽率な振舞いを慎み、時機を待って動くことです。日頃から善徳を積んで自分を磨き、善良な心を保っていれば、天のご加護により、自ずから順調に運ぶでしょう。"
  },
  {
    "籤號": "3",
    "籤詩": "衣食自然生處有，\n勸君不用苦勞心，\n但能孝悌存忠信，\n福祿來成禍不侵",
    "中文解析": "此籤暗示人只宜守舊，勸誡人凡事安分守己，不可貪求，衣食自然無缺。俗諺說；「命理有時終須有，命理無時莫強求」。",
    "英語解析": "You should stick to old ways, and remain in your proper sphere in all things. Do not be greedy, and you will never want for the basic necessities of life. As the old saying goes: “If something is predestined for you, you will have it sooner or later; if it isn’t predestined, there’s no use being importunate for it.”",
    "日語解析": "何事も自己の本分を弁えて慎重に行い、足るを知れば、衣食の心配はありません。「時機はあるべき時にあり。時機にあらざるも強いて求めるべからず」。"
  },
  {
    "籤號": "4",
    "籤詩": "去年百事可相宜，\n若較今年時運衰，\n好把瓣香告神佛，\n莫教福謝悔無追",
    "中文解析": "此籤吉事已去，凶禍將來。凡事先凶後吉，表示謀事或願望很難達成，只能祈求神明保佑。",
    "英語解析": "Good fortune has left you, and woe is drawing near. Ill fortune will cast a cloud over you before good fortune returns. Your plans and hopes will be very hard to achieve, and you can only pray to the gods for their protection.",
    "日語解析": "吉は去り、凶が来ます。計画や願望等は成就し難く、ただ神に祈るほかありません。"
  },
  {
    "籤號": "5",
    "籤詩": "子有三般不自由，\n門庭蕭索冷如秋，\n若逢牛鼠交承日，\n萬事回春不用憂",
    "中文解析": "此籤先憂後喜，先凶後吉。目前雖然不如意，須忍耐等待秋去春來，萬物回春之際，一切就會順遂如意。目前宜忍耐守成。",
    "英語解析": "Anxiety will be followed by joy, bad luck followed by good. Though things are not as you would wish them now, you just need to be patient while waiting for autumn to pass and spring to arrive. As all life blooms anew in the spring, everything will then go smoothly for you. For now, be stoical and hold on.",
    "日語解析": "憂いの後に喜びあり。凶の後に吉あり。思い通りに行かずとも、じっと待ちましょう。そのうち全て順調になります。今は我慢の時です。"
  },
  {
    "籤號": "6",
    "籤詩": "何勞鼓瑟更吹笙，\n寸步如登萬里程，\n彼此懷疑不相信，\n休將私意憶濃情",
    "中文解析": "凡事勞心勞力，謀為多困，只宜守己，切勿躁進，諸事不宜變遷。凡事撥開迷網則吉。",
    "英語解析": "Hard toil has worn you down. You should just look after yourself, and not do anything impetuously, since nothing is ripe for change. Everything will work out fortunately if you keep god-sent guidance in mind.",
    "日語解析": "何事にも邪魔や苦労は付き物です。軽率を慎み、変化も控えましょう。混迷を除けば吉です。"
  },
  {
    "籤號": "7",
    "籤詩": "仙風道骨本天生，\n又遇仙宗為主盟，\n指日丹成謝巖谷，\n一朝引領向天行",
    "中文解析": "此籤說明大富大貴的人，抽得這首籤詩，自能萬事如意。如果是貧賤的人，也可求得平安，無須為任何事情來憂慮。",
    "英語解析": "For those who are wealthy, this divination indicates self-ability to gain their heart’s desires. If you are in straitened and humble circumstances, you still can seek and gain peace, and do not need to be troubled by anything.",
    "日語解析": "大いに富みます。何をしてもうまく行くでしょう。貧しくとも平穏ですので、心配無用です。"
  },
  {
    "籤號": "8",
    "籤詩": "年來耕稼苦無收，\n今歲田疇定有秋，\n況遇太平無事日，\n士農工賈百無憂",
    "中文解析": "此籤表示過去辛苦的努力，如今有了豐收的結果，要好好把握，也表示以前的努力現在才要開始回收，將會有美好的未來。",
    "英語解析": "You have worked painfully hard to gain the rich rewards you enjoy today, and you should grasp them well. While your past efforts are just beginning to pay you back, many more good things will be coming to you in the future.",
    "日語解析": "これまでの努力が実を結びますので、時機をしっかり捉えましょう。これから結果が出て、すばらしい日々がやって来ます。"
  },
  {
    "籤號": "9",
    "籤詩": "望渠消息向長安，\n常把菱花仔細看，\n見說文書將入境，\n今朝喜色上眉端",
    "中文解析": "此籤表示經過了長時間的等待，終於有了好回報，做任何事皆可稱心如意。",
    "英語解析": "You can now enjoy a great harvest after a long wait. Everything can turn out just as you would wish it.",
    "日語解析": "我慢が報われ、朗報があります。何事も思い通りにいくでしょう。"
  },
  {
    "籤號": "10",
    "籤詩": "病患時時命蹇衰，\n何須打瓦共鑽龜，\n直教重見一陽後，\n始可求神仗佛持",
    "中文解析": "此籤命運欠佳時，諸事不吉。此時只宜修身養性、行善積德，求神保佑，自然會改變其運。",
    "英語解析": "You are going through a period of bad fortune now. At this time, you should cultivate your heart and nature, do good deeds to accumulate virtue, and pray for the blessing of the gods. Then, your fortune will be transformed in the natural way of things.",
    "日語解析": "運気が来ていない時は、何をするにも良くありません。しかし自己を磨き、善徳を積み、神に祈れば、自ずから運気が到来します。"
  },
  {
    "籤號": "11",
    "籤詩": "今年好事一番新，\n富貴榮華萃汝身，\n誰識機關難料處，\n到頭獨立轉傷神",
    "中文解析": "凡事皆不如意，作事謹慎為要，抽得此籤者莫貪求，見好就收，貪求反而受害。",
    "英語解析": "Nothing has been going well for you, and you need to be cautious. Do not ask for too much, but take what comes to you and be glad of it. Greediness will only bring you harm and loss.",
    "日語解析": "何事もうまく行きませんので、控えめが肝心です。欲張らず、潮時を見て切り上げましょう。強欲は身を滅ぼします。"
  },
  {
    "籤號": "12",
    "籤詩": "營為期望在春前，\n誰料秋來又不然，\n直遇清江貴公子，\n一生活計始安全",
    "中文解析": "此籤說明美好的計畫總是無法成局，須旁人扶持，才可確保生計安全，衣食無虞。",
    "英語解析": "You never seem able to bring your best plans to fruition. You need support from others as the only way to be sure of earning a living securely and not having to worry about being provided with the basic necessities of life.",
    "日語解析": "すばらしい計画は成就しません。しかし安穏な生活ができるのは、側にいる人の支えがあってこそです。"
  },
  {
    "籤號": "13",
    "籤詩": "君今庚甲未亨通，\n且向江頭作釣翁，\n玉兔重生應發跡，\n萬人頭上逞英雄",
    "中文解析": "此籤說明目前時運不佳，只能安守本分，不宜輕舉妄動。目前的等待是為了明日的成就。",
    "英語解析": "You are experiencing a dip in your luck. All you can do is keep your head down, do as you need to, and avoid acting without the most careful thought. Bide your time at present for the sake of achieving success later on.",
    "日語解析": "今は運気が良くありません。分を弁え、軽率な行動を慎みましょう。明日のために、今は我慢です。"
  },
  {
    "籤號": "14",
    "籤詩": "一見佳人便喜歡，\n誰知去後有多般，\n人情冷暖君休訝，\n歷涉應知行路難",
    "中文解析": "此籤先喜後憂，不可憑一時感情用事而犯下錯誤，事後後悔已晚。此籤好事難成，親中招怨，惹禍難免，婚不宜成，開始容易而終則難。宜慎重考慮周旋，免得日後悔恨。",
    "英語解析": "Initial joy will turn to sorrow. Do not let a momentary sentiment lead you into making a mistake, when regret will already be too late. Good things will be hard to bring to fruition, grievance will arise among those close to you, trouble will be hard to avoid, the path to marriage will be rough, and things easily begun will be hard to carry through. You should be very cautious in your social intercourse, to avoid any later remorse.",
    "日語解析": "喜びの後に憂いあり。衝動的な行動は、後悔しても後の祭りです。好事魔多し。骨肉は争い、災いは避け難く、縁も結ばれません。楽の後に苦あり。軽率を慎み、後悔の種を播かぬようにしましょう。"
  },
  {
    "籤號": "15",
    "籤詩": "兩家門戶各相當，\n不是姻緣莫較量，\n直待春風好消息，\n卻調琴瑟向蘭房",
    "中文解析": "此籤暗示凡事宜待新春，才能稱心如意，若輕舉妄動，徒勞無功，終難如願。",
    "英語解析": "Everything should be put off until the lunar new year, for only then can your heart’s desire be gained. If you act impetuously, your efforts will be futile, and you are hardly likely to end up with what you desire.",
    "日語解析": "時機を待てば、うまく行きます。軽率な行動は徒労を生むだけで、願いは成就しません。"
  },
  {
    "籤號": "16",
    "籤詩": "官事悠悠難辨明，\n不如息了且歸耕，\n旁人煽惑君休信，\n此事當謀親弟兄",
    "中文解析": "此籤說明不要輕易地聽從旁人的煽惑，而迷失了方向，凡事要有自己的主見，有事應和自己的親兄弟商量，才是正確的。",
    "英語解析": "Do not rashly heed other people’s incitement, and so lose your direction. Know your own mind in all matters, and talks things over with your own brothers, for only thus will you reach correct decisions.",
    "日語解析": "安易に周りの意見やそそのかしに乗って、道を見失ってはいけません。自分の見解を持ち、時に親兄弟と相談するのが正しい道です。"
  },
  {
    "籤號": "17",
    "籤詩": "田園價貫好商量，\n事到公庭彼此傷，\n縱使機關圖得勝，\n定為後世子孫殃",
    "中文解析": "此籤告誡人，做事要依本分，循正道而行，自然會有圓滿的結果。",
    "英語解析": "Act in accordance with your duty, follow the path of righteousness, and then you will naturally have successful outcomes.",
    "日語解析": "何事も本分があります。正しい道を歩けば、大団円が迎えられます。"
  },
  {
    "籤號": "18",
    "籤詩": "知君指擬是空華，\n底事茫茫未有涯，\n牢把腳根踏實地，\n善為善應永無差",
    "中文解析": "此籤說明凡事宜緩，不宜妄動，應該腳踏實地，認真求是，緩步緩行，勉勵實行才能獲得圓滿結果。",
    "英語解析": "You should slow everything down, and not rush into action. Keep your feet on the ground, be earnest, go forward unhurriedly and steadfastly, then you may be able to achieve satisfactory results.",
    "日語解析": "すばらしい結果を得るには、正しい道をゆっくり着実に歩き、慌てず焦らず努力していくことが必要です。"
  },
  {
    "籤號": "19",
    "籤詩": "嗟子從來未得時，\n今年星運頗相宜，\n營求動作都如意，\n和合婚姻誕貴兒",
    "中文解析": "此籤說明今時運大開，諸事皆如順遂如意，不論求什麼幾乎都可以達成。",
    "英語解析": "Your luck is opening up in a big way, and everything should start working out very smoothly and satisfyingly for you. Almost anything that you ask for could be attained.",
    "日語解析": "今は運気が大いに開けています。何事も順調で、思いのままに達成できるでしょう。"
  },
  {
    "籤號": "20",
    "籤詩": "一生心事向誰論，\n十八灘頭說與君，\n世事盡從流水去，\n功名富貴等浮雲",
    "中文解析": "此籤表示今孤立無援，感嘆得不到貴人資助，又懷才不遇，有志難伸。凡事不吉，必須謹守，可保已身的平安。",
    "英語解析": "You are now rather isolated and cut off from help, sighing for want of financial assistance from a benefactor. You are also frustrated that your talents are unrecognized, and your ambitions are hard to pursue. With everything so inauspicious, you need to be guarded and discreet for your own protection.",
    "日語解析": "今は孤立無援の時期です。人の助けはなく、才能は埋もれ、志は果たせません。何事も順調でないため、軽率を慎み、自己の平安を保ちましょう。"
  },
  {
    "籤號": "21",
    "籤詩": "與君夙昔結成冤，\n今日相逢那得緣，\n好把經文多諷誦，\n祈求戶內保嬋娟",
    "中文解析": "此籤說明，「冤家宜解不宜結」，去除暴戾之氣並化解雙方仇恨之新。彼此心存正念，行善事，可感動上天而獲得庇佑。",
    "英語解析": "It is better to end an enmity than to keep it alive. You need to bury the hatchet and mend fences. If you keep positive thoughts of each other in your hearts, and act philanthropically, you can move the gods and gain their protective blessing.",
    "日語解析": "「恨みは解くもので結ぶものではない」。攻撃的にならず、双方のわだかまりを解くべきです。互いに正しい心で善を行えば、天がこれに応じて庇護を与えるでしょう。"
  },
  {
    "籤號": "22",
    "籤詩": "碧玉池中開白蓮，\n莊嚴色相自天然，\n生來骨格超凡俗，\n正是人間第一仙",
    "中文解析": "此籤說明，當事人過去修身很好，相當有福報，一切的際遇，自然天成，無需人為造作，萬事皆逢凶化吉，左右逢源，好命不怕運來磨。",
    "英語解析": "You have cultivated your moral character very well in the past, and have gained considerable karmic reward. Hence, heaven ordains that you are blessed with good luck on all sides, and that no hand of man is needed to bring good fortune to you and make whatever ills you encounter turn to good.",
    "日語解析": "自己を磨く努力が報われ、福が来ます。巡り合わせは全て天意であり、人為ではありません。凶に遭うとも吉と化し、万事順調、運気の良し悪しは心配無用です。"
  },
  {
    "籤號": "23",
    "籤詩": "花開花謝在春風，\n貴賤窮通百歲中，\n羨子榮華今已矣，\n到頭萬事總成空",
    "中文解析": "此籤有警示之味，生活不要荒誕、糜爛，以免萬事成空。，\n對於未來的災禍應提早預防，完整的改造之道請看：懺悔、止惡持戒、行善、修德、保持正念。",
    "英語解析": "Pay heed to this warning that you must keep your life free from extravagance and dissipation, or else everything will turn to nothing. Take precautions against possible disasters, and thoroughly transform your ways: Be penitent, spurn wickedness, practice good deeds, cultivate your moral character, and hold fast to mindfulness.",
    "日語解析": "すさんだ生活をすれば、成果は得られません。将来の災いを未然に防ぐためにも、日頃からよく反省し、神仏の教えを誠実に守り、善徳を積み、正しい心を持ちましょう。"
  },
  {
    "籤號": "24",
    "籤詩": "一春萬事苦憂煎，\n夏裏營求始帖然，\n更遇秋成冬至後，\n恰如騎鶴與腰纏",
    "中文解析": "此籤說明，事情的開始總是較為艱難，或許會有重重阻礙，但只要堅持到底，絕對能夠達成目標。",
    "英語解析": "The first steps are always the most difficult, or will be fraught with many obstacles. But just so long as you persist to the end, you will surely be able to accomplish your goals.",
    "日語解析": "何事も初めはうまく行かず、邪魔が入ったりしますが、確固たる意志を持てば、目標は必ず達成されます。"
  },
  {
    "籤號": "25",
    "籤詩": "寅午戍年多阻滯，\n亥子丑月漸亨嘉，\n待逢玉兔金雞會，\n枯木逢春自放花",
    "中文解析": "此籤最主要是顯示出時令，目前只有等待真正的機運到來 就會柳暗花明又一春了。",
    "英語解析": "Everything has its season. For now, you just need to wait for the right time to come, and the joys of spring will return.",
    "日語解析": "今は真の時機の到来を待ちましょう。苦境を乗り越えれば、希望が見えてきます。"
  },
  {
    "籤號": "26",
    "籤詩": "年來豐歉皆天數，\n祇是今年旱較多，\n與子定期三日內，\n田疇霑足雨滂沱",
    "中文解析": "此籤說明，目前運事尚未順遂，預示三日內將有生機，要好好把握。",
    "英語解析": "Though things are not yet going well for you at present, it is presaged that within three days a great opportunity will come knocking on your door, and you need to grasp it securely",
    "日語解析": "運気はまだ順調ではありません。しかし三日以内に望みが現れます。しっかりと機会を掴みましょう。"
  },
  {
    "籤號": "27",
    "籤詩": "世間萬物各有主，\n一粒一毫君莫取，\n英雄豪傑自天生，\n也須步步循規矩",
    "中文解析": "此籤暗示求籤者，凡事不要走投機路線，也不能仗勢自己的權勢和條件，應該腳踏實地經營，按照規矩做事。就算本身條件很好，也一樣要努力經營而後才有好的果實。若是本身條件不佳者，那就更應該加倍付出了。",
    "英語解析": "Do not take a speculative path or take advantage of influence and connections. Plant your feet on the ground and do things by the book. Even if you are blessed with great advantages, you still need to work hard at endeavors before you can gain good results. If you lack such advantages, then you need to work twice as hard.",
    "日語解析": "投機的に一獲千金を狙ったり、自分の権勢を笠に着るのは慎みましょう。規律を守った着実な取組みが必要です。条件が揃っても、努力しなければ成果はありません。条件が揃わなければ、倍の努力が必要です。"
  },
  {
    "籤號": "28",
    "籤詩": "公侯將相本無種，\n好把勤勞契上天，\n人事盡從天理見，\n才高豈得困林泉",
    "中文解析": "此籤說明凡事皆憑著勤苦經營而得，只要經營符合天理，不妄為，所盼望的都會如願。",
    "英語解析": "Everything depends on putting in hard work to gain results. As long as your endeavors comply with heavenly principles, and are not reckless or rash, all of your hopes can be realized.",
    "日語解析": "何事も汗水垂らしてこそ成果が出ます。天の道理に適った真面目な努力をすれば、願いが叶います。"
  },
  {
    "籤號": "29",
    "籤詩": "祖宗積德幾多年，\n源遠流長慶自然，\n若更操修無倦已，\n天須還汝舊青氈",
    "中文解析": "此籤說明，得籤者凡事都可行，重點在於要提升自己的德行，那期望中的福報就跟隨而來了。",
    "英語解析": "You can do all things as long as you are morally upright. Then you will be rewarded with the blessings you wish for.",
    "日語解析": "何をしてもうまく行くでしょう。徳を積むことこそ重要です。そうすれば吉報が自然に齎されます。"
  },
  {
    "籤號": "30",
    "籤詩": "奉公謹守莫欺心，\n自有亨通吉利臨，\n目下營求且休矣，\n秋期與子定佳音",
    "中文解析": "此籤表示現在正陷入一種內心交戰的狀態，越想得到就越無法達成，只要從心做起，心態端正，自然會有福德來臨，",
    "英語解析": "You have fallen into a state of inner conflict. The more you yearn for your hopes, the less able you are to achieve them. The only thing to do is start from the heart, be upright of mind, and good fortune will naturally come your way.",
    "日語解析": "心に葛藤が生じています。いくら考えても結果は出ません。心を入れ替え、正しい心で前に進めば、自然に福が導かれます。"
  },
  {
    "籤號": "31",
    "籤詩": "秋冬作事只尋常，\n春到門庭漸吉昌，\n千里信音符遠望，\n萱堂快樂未渠央",
    "中文解析": "此籤表示得籤者在秋冬之際，運勢平平，不宜妄動，等到春天，時運才會漸漸吉祥順利。",
    "英語解析": "In autumn and winter, your fortune is flat, and you should not rush into action. Wait until spring, and then your fortune will gradually become more propitious.",
    "日語解析": "今は運気が停滞しています。軽率を慎み、じっと耐えていれば、そのうち順調に行くようになるでしょう。"
  },
  {
    "籤號": "32",
    "籤詩": "勞心汨汨竟何歸，\n疾病兼多是與非，\n事到頭來渾似夢，\n何如休要用心機",
    "中文解析": "此籤說明，得籤者事事皆不順利，在生活中與人相處，避免口舌是非，和人和睦相處，必能轉回好運。",
    "英語解析": "Nothing is working out smoothly for you. In life and interaction with people, avoid dispute and quarrel, strive to get along harmoniously, and then your fortune will change.",
    "日語解析": "何事も順調に行きません。しかし日頃から不用意な言動を慎み、良い人付き合いをすれば、好運が巡ってくるでしょう。"
  },
  {
    "籤號": "33",
    "籤詩": "不分南北與西東，\n眼底昏昏耳似聾，\n熟讀黃庭經一卷，\n不論貴賤與窮通",
    "中文解析": "此籤說明，不用管世間發生了什麼事，也不管自己將來有什麼命運，一切通通拋諸腦後，別想太多。",
    "英語解析": "No need to be concerned about what happens in this world, and no need to be concerned about what fortune will bring you in the future. Put everything to the back of your mind, and do not think too much.",
    "日語解析": "世の中の出来事や自分の将来の命運などは、あれこれ思い悩まず、気にしないようにしましょう。"
  },
  {
    "籤號": "34",
    "籤詩": "春夏纔過秋又冬，\n紛紛謀慮攪心胸，\n貴人垂手來相接，\n休把私心情意濃",
    "中文解析": "求得此籤者，代表這件事進行的不順利，但在往後可望得到貴人的相助。提醒，應淡化個人私心，多些真情義，這對於你所問之事能有幫助。",
    "英語解析": "This matter is not going smoothly, but later on you can expect to receive help from a benefactor. Be reminded that you should be less selfish and display more true friendship, for this can be helpful to all you ask for.",
    "日語解析": "順調に運びませんが、今後救いの手が現れる望みはあります。自分本位を慎み、真心を持つことが、解決を促す道です。"
  },
  {
    "籤號": "35",
    "籤詩": "一山如畫對清江，\n門裏團圓事事雙，\n誰料半途分折去，\n空幃無語對銀缸",
    "中文解析": "求得此籤者，當前看來似乎很好，但是「天有不測風雲，人有旦夕禍福。」此事先吉後凶，將來恐有變卦。諸事不宜，出外有險，恐危生命，不可輕忽。",
    "英語解析": "Though things may seem to be going very well for you at present, accidents may fall at any time out of clear skies. Good luck may turn to bad, and things may change in the future. Dangers are lurking that could threaten your life, and you cannot be heedless of them.",
    "日語解析": "「禍福は糾える縄の如し」。今は吉ですが、後に凶が来ます。そうなると何事も良くなく、外に出るのは特に危険ですので注意しましょう。"
  },
  {
    "籤號": "36",
    "籤詩": "功名富貴自能為，\n偶著先鞭莫問伊，\n萬里鵬程君有分，\n吳山頂上好鑽龜",
    "中文解析": "此籤說明，成就會來得較晚，不必心急，凡事不可躁進，欲速則不達。",
    "英語解析": "Success will come to you relatively late, but you need to be patient and not act in haste, or else you will only slow things down by trying to speed them up.",
    "日語解析": "成就にはしばらく時間がかかります。焦りやせっかちは禁物です。"
  },
  {
    "籤號": "37",
    "籤詩": "焚香來告復何辭，\n善惡平分汝自知，\n屏卻昧公心裏事，\n出門無礙是通時",
    "中文解析": "此籤說明，若事情有困頓者，不是別人不好，是自己不好，若能先從自己改過，則事能善。",
    "英語解析": "If matters are proving troublesome, there is no one to blame but yourself. If you can start by changing yourself, your affairs can change for the good.",
    "日語解析": "苦しみや困惑は他人のせいではなく自分のせいです。自分を改めれば、うまく行きます。"
  },
  {
    "籤號": "38",
    "籤詩": "蛩吟唧唧守孤幃，\n千里懸懸望信歸，\n等得榮華公子到，\n秋冬括括雨靡靡",
    "中文解析": "得籤者所問之事結局不善，不宜有任何決定，靜待世局的變化，再苦的運勢，就當作是上天給的磨練。",
    "英語解析": "What you are asking for is likely to have a poor outcome. Do not rush into any decision, but tranquilly wait for the situation to change. Look upon further harshness of fortune as a tempering sent by heaven.",
    "日語解析": "願いは叶いません。如何なる決定もうまく行かないため、静かに流れの変化を待ちましょう。苦しみは、天意による試練です。"
  },
  {
    "籤號": "39",
    "籤詩": "北山門外好安居，\n若問終時慎厥初，\n堪笑包藏許多事，\n鱗鴻雖便莫修書",
    "中文解析": "告訴本籤者，開始做任何事時，都要謹慎與想清楚，不宜躁進。，\n對於看到不法、無理之事，當以寬宏大量而包容之，不要隨便用書信揭發。",
    "英語解析": "Be cautious and think clearly before you embark on any action. Do not act rashly. Look upon unlawful and unreasonable matters with magnanimity and tolerance, and do not casually expose them in correspondence.",
    "日語解析": "何事も早まったりせず、慎重に行いましょう。不法行為や理不尽なことも、寛大な心で包み、みだりに糾弾してはいけません。"
  },
  {
    "籤號": "40",
    "籤詩": "新來換得好規模，\n何用隨他步與趨，\n只聽耳邊消息到，\n崎嶇歷盡見亨衢",
    "中文解析": "此籤表示一切事情都要有果斷，要有主見，不要被別人的意見所左右，只要依自己的意願做改變，將有美好的未來。",
    "英語解析": "You need to be resolute in all matters, know your own mind, and not be swayed by others’ opinions. As long as you make changes according to your own inner voice, your future will be bright.",
    "日語解析": "他人の意見に左右されず、何事も自分で決定し、自分の見解を持ちましょう。自分の意志で改善することが、良い将来へと繋がります。"
  },
  {
    "籤號": "41",
    "籤詩": "自南自北自東西，\n欲到天涯誰作梯，\n遇鼠逢牛三弄笛，\n好將名姓榜頭題",
    "中文解析": "此籤有先難後易之意，凡事全憑自力，無人可靠。若逢鼠年、牛年，所問之事則吉，或有貴人。",
    "英語解析": "Tasks that are difficult at the outset will later become easy. Everything depends on yourself, and you cannot depend on anyone else. The years of the rat and the ox will be propitious for all you ask for, or will bring you a benefactor.",
    "日語解析": "苦の後に楽が来ます。他人ではなく、自分の力に頼りましょう。子年と丑年生まれは願い事は吉、または人の支えが得られます。"
  },
  {
    "籤號": "42",
    "籤詩": "我曾許汝事和諧，\n誰料修為果自乖，\n但改新圖莫依舊，\n營謀應得稱心懷",
    "中文解析": "求得本籤者，應該改過向善，多多行善，修德，若能如此，則所求之事即能順遂，並得神明暗中相助。",
    "英語解析": "You need to start with a clean slate, do more good deeds, and cultivate virtue. If you can do thus, you will be able to smoothly attain what you seek, and be aided by the gods in light and dark.",
    "日語解析": "過ちを改め、善徳を積めば、何事も順調に行き、神もそっと手を差し伸べてくれるでしょう。"
  },
  {
    "籤號": "43",
    "籤詩": "一紙官書火急催，\n扁舟速下浪如雷，\n雖然目下多驚險，\n保汝平安去復回",
    "中文解析": "此籤先凶後吉，凡事、各種謀求，在神明的庇祐下，有驚無險，逢凶化吉，代表終究能度過難關。",
    "英語解析": "Bad fortune will be succeeded by good. In all your affairs and strivings, you will be under the protection of the gods. You will have a scare, but not be in danger, and will turn ill luck into good fortune, so that in the end, you will be able to pull through all difficulties.",
    "日語解析": "凶の後に吉。何事も神のご加護の下、凶が吉となります。紆余曲折があっても、最後は成就します。"
  },
  {
    "籤號": "44",
    "籤詩": "汝是人中最吉人，\n誤為誤作損精神，\n堅牢一念酬香願，\n富貴榮華萃汝身",
    "中文解析": "此籤告訴得籤者，由於一時的錯誤行為，而導致做錯了事情而遭惹困擾。若能悔改則名利雙收。「知錯能改，善莫大焉」",
    "英語解析": "A momentary error of conduct has caused you to do wrong and stir up trouble. If you are repentant, fame and fortune will be within reach. Acknowledging a fault goes halfway to redressing it.",
    "日語解析": "魔が差してしまうと事を誤り、厄介になります。しかし、過ちを自覚して悔い改めれば、名誉も利益も取り戻せます。"
  },
  {
    "籤號": "45",
    "籤詩": "好將心地力耕耘，\n彼此山頭總是墳，\n陰地不如心地好，\n修為到底卻輸君",
    "中文解析": "此籤告訴得籤者，雖然你的德行好，是個好人，但是別人可能對你無禮，這是你要有的心理準備。堅持此德，將來勢必有善報。",
    "英語解析": "Even though you are morally upright and a good person, others may still treat you impolitely, and you need to be mentally prepared for this. Adhere to your virtue, and you are sure to be well rewarded for it in the future.",
    "日語解析": "行いも良く、好人物ですが、他人に無礼を振舞われる可能性がありますので、心の準備が必要です。ただし自分を見失わなければ、吉報が来ます。"
  },
  {
    "籤號": "46",
    "籤詩": "君是山中萬戶侯，\n信知騎馬勝騎牛，\n今朝馬上看山色，\n爭似騎牛得自由",
    "中文解析": "此籤告訴得籤者，凡事要謹慎而行，不可想到什麼就做什麼，要全面考慮。",
    "英語解析": "Exercise caution in everything you do. You cannot just go ahead and do whatever you think of doing, but must think it over very thoroughly.",
    "日語解析": "何事もよく考えて慎重に行動しましょう。思いのままの行動はいけません。"
  },
  {
    "籤號": "47",
    "籤詩": "與君萬語復千言，\n祗欲平和雪爾冤，\n訟則終凶君記取，\n試於清夜把心捫",
    "中文解析": "此籤告訴得籤者，凡事宜心平氣和，聽人勸阻，錯誤早悔，不可以意氣用事，必須常常省思自身，謹節自制，禍端自然消失無蹤。",
    "英語解析": "Act always with a calm mind and even temper. Pay heed to dissuading voices, be quick to repent of your mistakes, and do not act on impulse. Make sure to reflect on yourself and exercise self-restraint, then misfortune will naturally disappear without a trace.",
    "日語解析": "心を穏やかに、他人の忠告をよく聞きましょう。過ちを反省し、感情的にならずに自己を見つめ、自制すれば、災いは自ずから消え去ります"
  },
  {
    "籤號": "48",
    "籤詩": "登山涉水正天寒，\n兄弟姻親那得安，\n不遇虎頭人一喚，\n全家誰保汝重歡",
    "中文解析": "此籤告訴得籤者，當遇到與人相逢時，他可能就是你的貴人，因此不能錯過。在貴人的指引和幫忙之下，這件事情可以脫離困境。",
    "英語解析": "A person you meet with may be your benefactor, so you must not miss this chance. Under this person’s guidance and assistance, you will be able to put the troublesome face of your affairs behind you.",
    "日語解析": "人との出会いを大切にしましょう。その方が恩人になるかもしれません。その方に導かれ助けられ、今の逆境が乗り越えられます。"
  },
  {
    "籤號": "49",
    "籤詩": "彼此居家只一山，\n如何似隔鬼門關，\n日月如梭人易老，\n許多勞碌不如閒",
    "中文解析": "此籤說明，得籤者心裡懷有某種不好的心態，以致事情受困，若能自我檢視，將這心態能轉善，那問題自然化解了。",
    "英語解析": "A bad attitude that you harbor in your heart is causing difficulty in your affairs. If you can reflect on yourself and change this attitude to good, such problem will naturally be resolved.",
    "日語解析": "邪まな心により、今の困難が生じています。よく反省して善に向かえば、問題は解決に向かうでしょう。"
  },
  {
    "籤號": "50",
    "籤詩": "人說今年勝去年，\n也須步步要週旋，\n一家和氣多生福，\n萋菲讒言莫聽偏",
    "中文解析": "此籤說明，今年明顯比去年好，運是也漸漸順遂，只要循規蹈矩，會有更多福氣。",
    "英語解析": "This year is markedly better than last, with your fortune steadily improving. As long as you behave in a fit and proper way, you will enjoy yet more good fortune.",
    "日語解析": "今年は去年よりも良くなります。運気も順調で、行いが正しければ、更に多くの福が到来します。"
  },
  {
    "籤號": "51",
    "籤詩": "君今百事且隨緣，\n水到渠成聽自然，\n莫嘆年來不如意，\n喜逢新運稱心田",
    "中文解析": "此籤表示一時的受阻，不必太在意，即將來臨的好運才是值得珍惜的。",
    "英語解析": "You ought not to mind too much about a momentary frustration. A stroke of good fortune to be cherished will be coming your way very soon.",
    "日語解析": "一時的な妨げをさほど気にする必要はありません。今後やってくる好運を大切にしましょう。"
  },
  {
    "籤號": "52",
    "籤詩": "兀坐幽居歎寂寥，\n孤燈掩映度清宵，\n黃金忽報秋光好，\n活計扁舟渡北朝",
    "中文解析": "此籤說明得籤者目前處於時運不濟之時，目前孤單無助，然而好運將發生在秋天。從此之後，困境就安定了。",
    "英語解析": "Your luck is presently at a low ebb, and you feel alone and helpless. However, autumn will bring an upturn in your fortune, and from then on your plight will be set at rest.",
    "日語解析": "今は運気が来ておらず、助けも得られません。しかし秋には好運が来て、苦境も落ち着くでしょう。"
  },
  {
    "籤號": "53",
    "籤詩": "艱難險阻路蹊蹺，\n南鳥孤飛依北巢，\n今日貴人曾識面，\n相逢卻在夏秋交",
    "中文解析": "此籤表示凡事歷涉艱難之境，事事未能如意，到了夏秋之際，會得到他人的大力幫忙，所有事情開始有了新的轉機。",
    "英語解析": "You seem to run against a wall in everything you do. But as summer gives way to autumn, you will receive powerful help from another, and all will start to change for the better.",
    "日語解析": "何事も苦境にあってうまく行きませんが、夏から秋にかけて大きな助けが得られ、転機を迎えます。"
  },
  {
    "籤號": "54",
    "籤詩": "萬人叢裏逞英豪，\n便欲飛騰霄漢高，\n爭奈承流風未便，\n青燈黃卷且勤勞",
    "中文解析": "此籤說明，得籤者凡事皆不如意，只宜守成，不可躁進，否則會白費心力，須勤勞努力，等待好運。",
    "英語解析": "Things have not been turning out the way you want them to. You just have to preserve your accomplishments, and not act rashly, otherwise your efforts will come to waste. You must work hard, and hold on in wait for good fortune.",
    "日語解析": "万事うまく行きません。何事も控えめに、焦りは禁物です。さもなくば無駄骨を折ります。真面目に努力し、好運の到来を待ちましょう。"
  },
  {
    "籤號": "55",
    "籤詩": "勤耕力作莫蹉跎，\n衣食隨時安分過，\n縱使經商收倍利，\n不如逐歲廩米多",
    "中文解析": "此籤說明，凡事隨緣認份，不多貪求。謹守廉潔，勤儉做人，若能如此則能安足一生。",
    "英語解析": "Take things as they are, accept what is allotted to you, and do not ask for too much. Be honest and incorruptible, industrious and thrifty, and if you can be thus, you will be able to live your life in peace.",
    "日語解析": "何事も縁です。欲張ってはいけません。清廉潔白にして節制に努めれば、人生は安泰です。"
  },
  {
    "籤號": "56",
    "籤詩": "心頭理曲強詞遮，\n直欲欺官行路斜，\n一旦醜形臨月鏡，\n身投憲網莫咨嗟",
    "中文解析": "此籤勸誡得籤者不可存有僥倖之心，應正直理性從事，行善積德，可免除凶災。",
    "英語解析": "Do not put your faith in luck, but act uprightly and rationally, do good deeds and accumulate virtue, then you will be able to stave off dreadful misfortune.",
    "日語解析": "幸運を期待してはいけません。何事も誠実に行い、善徳を積めば、災いは免れます。"
  },
  {
    "籤號": "57",
    "籤詩": "事端百出慮雖長，\n莫聽人言自主張，\n一著仙機君記取，\n紛紛鬧裏更思量",
    "中文解析": "此籤告誡得籤者，千萬不可由他人來幫你決定，因為必定是個壞結果，相信自己就對了。",
    "英語解析": "Do not let others make decisions for you, because that is sure to have a bad outcome. Have faith in your own judgment.",
    "日語解析": "他人の決定に頼ってはいけません。必ず悪い結果になります。自分を信じましょう。"
  },
  {
    "籤號": "58",
    "籤詩": "蘇秦三寸足平生，\n富貴功名在此行，\n更好修為陰騭事，\n前程萬里自通亨",
    "中文解析": "此籤說明，得籤者是靠口才吃飯的人，衣食無缺，若要富貴常在，必須多做善事，未來的前程才會更長遠、順利。",
    "英語解析": "You rely on your smoothness of tongue to earn your daily bread and keep from want of necessities. If you wish to gain constant prosperity and rank, be sure to do more good deeds, for only thus will your future prospects be more enduring and favorable.",
    "日語解析": "話術によって生活していますが、基本的には問題ありません。より多くの善行をなせば、地位や財産も保証され、前途洋洋でしょう。"
  },
  {
    "籤號": "59",
    "籤詩": "門衰戶冷苦伶仃，\n可嘆祈求不一靈，\n幸有祖宗陰騭在，\n香煙未斷續螟蛉",
    "中文解析": "此籤說明，得籤者本身福薄，故各種謀求皆不順，即使祈求神明也不應，主要是當事者「德行」不夠所致。但由於祖上有德，故當前所求之「人」還有一線希望可得。多行善積德，讓謀求能順遂。",
    "英語解析": "You were not born with much luck, so your ventures do not run smoothly. Even if you pray to the gods, it will be of little use, because your morality and conduct fall short of earning their favor. However, thanks to your ancestors’ virtue, there is still a thread of hope for you. If you do more good deeds and accumulate merit, you can smooth the course of your ventures.",
    "日語解析": "薄幸です。万事順調にいかず、神頼みも意味がありません。これは徳が足りないからです。しかし先祖が積んだ徳により、まだ一縷の希望があります。多くの善徳を積むことでうまく行くようになるでしょう。"
  },
  {
    "籤號": "60",
    "籤詩": "羨君兄弟好名聲，\n一意謙撝莫自矜，\n丹詔槐黃消息近，\n巍巍科甲兩同登",
    "中文解析": "此籤表示出，好事成雙，各種謀求都能如願，要記住不可自大，需保持謙卑，不要排斥或忌妒同門，則好運能一直常，\n存。",
    "英語解析": "Great things happen in pairs. All your quests can be fulfilled. Refrain from vanity, stay humble, do not spurn or envy your fellow pupils, and good fortune can stay with you always.",
    "日語解析": "良いことが同時にやってきて、全て思い通りに行きます。偉ぶらず、謙虚を保ち、人を拒絶したり、嫉妬ししなければ、常に好運でしょう。"
  },
  {
    "籤號": "61",
    "籤詩": "嘯聚山林兇惡儔，\n善良無事苦煎憂，\n主人大笑出門去，\n不用干戈盜賊休",
    "中文解析": "此籤指出，遇到凶險之事，會自動化解，若以小人之心以對，反會招厄，必須培養光明正大的心胸。",
    "英語解析": "Whatever dangerous situation you encounter will be resolved by itself. But if you respond to it with the heart of a villain, you will instead make it into a source of distress. You should cultivate a just and honorable heart.",
    "日語解析": "重大な問題が起こっても、自動的に解決されます。しかし心が狭いと逆に災厄を招きますので、公明正大を心がけましょう。"
  },
  {
    "籤號": "62",
    "籤詩": "百千人面虎狼心，\n賴汝干戈用力深，\n得勝回時秋漸老，\n虎頭城裏喜相尋",
    "中文解析": "此籤表示，凡事經過激烈的征戰，有驚無險，晚年安逸，喜事連連。",
    "英語解析": "You have weathered some major storms and come through them unscathed. You can look forward to an easy life in your later years, and enjoy many happy events.",
    "日語解析": "何事においても激しい争いが起こりますが、結果は吉です。晩年は落ち着き、吉が続きます。"
  },
  {
    "籤號": "63",
    "籤詩": "曩時征北且圖南，\n筋力雖衰尚一堪，\n欲識生前君大數，\n前三三與後三三",
    "中文解析": "此籤說明，得籤者若要成就，需要耐心、耐勞。若堪得起反反覆覆的操勞，那就能出頭天。",
    "英語解析": "You need to be patient and endure hard work to attain your ambitions. Success can be yours if you have the stamina to endure these challenges.",
    "日語解析": "成功を望むなら、忍の一字です。幾度も繰返される苦労に耐えれば、頭角を現すことができます。"
  },
  {
    "籤號": "64",
    "籤詩": "吉人相遇本和同，\n況有持謀天水翁，\n人力不勞公論協，\n事成功倍笑談中",
    "中文解析": "此籤為上上籤。凡事皆能稱心如意，得貴人提拔，出入皆吉利，\n。",
    "英語解析": "This is the very best of divinations. Everything can turn out as you wish, you will gain preferment from a benefactor, and your comings and goings will all be attended by good fortune.",
    "日語解析": "大吉です。万事順調です。抜擢もあり、進むも退くも吉です。"
  },
  {
    "籤號": "65",
    "籤詩": "朔風凜凜正窮冬，\n漸覺門庭喜氣濃，\n更入新春人事後，\n衷言方得信先容",
    "中文解析": "此籤指沉滯的運氣完全開通了，而且心想事成，出現貴人幫忙實現想法，必須把握良機。",
    "英語解析": "Your luck, which has been stagnant, is now free from any obstruction, and your wishes can come true. A benefactor will appear to help you bring your ideas to reality, and you must grasp this fine opportunity.",
    "日語解析": "滞っていた運気が流れ始めました。恩人が現れ、希望が叶います。好機を逸してはいけません。"
  },
  {
    "籤號": "66",
    "籤詩": "耕耘只可在鄉邦，\n何用求謀向外方，\n只見今年新運好，\n門闌喜氣事雙雙",
    "中文解析": "此籤說明，不宜遠行只宜守舊，家中喜是連連好運不斷，只要守住原來家業，則會有很好的發展。",
    "英語解析": "You should not travel afar and should just stick to old ways. There will be an unending series of happy events in your family. As long as you hold on to your original family property, you will have very good progression",
    "日語解析": "出るは凶、守りが吉です。好運が次々と舞込みます。受継がれてきたものを守れば、大いに発展します。"
  },
  {
    "籤號": "67",
    "籤詩": "纔發君心天已知，\n何須問我決狐疑，\n願子改圖從孝悌，\n不愁家室不相宜",
    "中文解析": "此籤告訴得籤者，善有善報惡有惡報，如果不除掉心中的壞念頭，則厄運就會到來。",
    "英語解析": "What goes around comes around. If you do not rid your heart of ill thoughts, you will be visited by misfortune.",
    "日語解析": "因果応報。邪念邪心を取り払わないと、災厄に見舞われてしまいます。"
  },
  {
    "籤號": "68",
    "籤詩": "南販珍珠北販鹽，\n年來幾倍貨財添，\n勸君止此求田舍，\n心欲多時何日厭",
    "中文解析": "此籤勸勉人知足常樂，否則會因為貪念而招來厄運。",
    "英語解析": "Be content with your lot in life. Otherwise, covetous thoughts will bring you misfortune.",
    "日語解析": "足るを知れば、憂いなし。強欲は災厄を招きます。"
  },
  {
    "籤號": "69",
    "籤詩": "捨舟遵路總相宜，\n慎勿嬉遊逐貴兒，\n一夜樽前兄與弟，\n明朝仇敵又相隨",
    "中文解析": "此籤告訴得籤者凡行為舉止應腳踏實地，謹防親朋小人侵害，名利莫貪求，只宜安守。",
    "英語解析": "Keep your feet planted firmly on the ground in all you do. Guard against being injured by villainous relative or friend. Do not lust for fame and gain, but just hold on securely to what you have.",
    "日語解析": "何事も着実に行動し、周囲とは慎重に付合いましょう。名利には淡泊で、落着いて守る心が吉です。"
  },
  {
    "籤號": "70",
    "籤詩": "雷雨風雲各有司，\n至誠禱告莫生疑，\n與君定約為霖日，\n正是蘊隆中伏時",
    "中文解析": "此籤說明，凡事需等待時機的到來，才能成事，只要誠心祈禱，必會換得未來的順遂。",
    "英語解析": "In all matters you need to wait for the right time to come, for only then can you gain success. Say your prayers with sincerity, and your future will surely run smoothly.",
    "日語解析": "何事も時機を待ってこそ、成就します。誠心誠意で神に祈れば、明るい未来が開けます。"
  },
  {
    "籤號": "71",
    "籤詩": "喜鵲簷前報好音，\n知君千里欲歸心，\n繡幃重結鴛鴦帶，\n葉落霜凋暮色侵",
    "中文解析": "此籤先難後易，所問之事無法在早年達成，必會拖至晚年，而且有重新來過之意。",
    "英語解析": "Things will become much easier after initial difficulties. What you are asking for cannot be attained in your early years, but must be delayed until your later years, and will also mean wiping the slate clean for a fresh start.",
    "日語解析": "苦の後に楽あり。願い事は晩年にならないと叶いません。しかもやり直しが必要です。"
  },
  {
    "籤號": "72",
    "籤詩": "河渠傍路有高低，\n可歎長途日已西，\n縱有榮華好時節，\n直須猴犬換金雞",
    "中文解析": "此籤說明，得籤者目前運勢不佳，必須耐心等待時機的到來，千萬不可心急，否則會招來厄運。",
    "英語解析": "Your fortune is not good at present, and you must patiently wait for the opportune time to arrive. For goodness sake do not be impatient, or else you will usher in misfortune.",
    "日語解析": "今は運気が良くありません。辛抱強く時期の到来を待ちましょう。焦ってしまうと、厄運を招きます。"
  },
  {
    "籤號": "73",
    "籤詩": "憶昔蘭房分半釵，\n而今忽把信音乖，\n痴心指望成連理，\n到底誰知事不諧",
    "中文解析": "此籤表示，以前的誓約早已變化，不必再等下去了，早點認清事實，重新來過，會有一個新的開始。",
    "英語解析": "Vows you made before have long since been overtaken by change. There is no need to go on waiting, but be quick to see the facts as they are, wipe the slate clean, and you will have a fresh start.",
    "日語解析": "過去の誓約は失われました。もはや待つ必要はなく、すみやかに状況を見極め、新たに出発しましょう。"
  },
  {
    "籤號": "74",
    "籤詩": "崔巍崔魏復崔巍，\n履險如夷去復來，\n身似菩提心似鏡，\n長安一道放春回",
    "中文解析": "此籤表示，雖然處於險境，但對你完全不受影響，只要心存善念，必得善果，接著而來的事順暢的吉運。",
    "英語解析": "Though you are in a tight spot, you will not be affected by it at all. As long as you keep good thoughts in your heart, you will be sure of a good outcome, and will be favored by fortune in subsequent matters.",
    "日語解析": "危機的状況にあっても、全く影響はありません。心が善ならば、結果も善であり、吉運が舞込みます。"
  },
  {
    "籤號": "75",
    "籤詩": "生前結得好緣姻，\n一笑相逢情自親，\n相當人物無高下，\n得意休論富與貧",
    "中文解析": "此籤指出，得籤者會遇到與你相合的人，或是處事順遂如意，一切就是自然天成，但這些都是前是因緣，要懂得珍惜。",
    "英語解析": "You are going to meet a like-minded person, or your dealings are going to succeed to your heart’s desire. All will naturally come about by the will of heaven. But all of these things are predestined by a former existence, and you must understand to cherish this.",
    "日語解析": "相性の良い人に出会うか、思い通りに事が運ぶでしょう。全てが自ずと進みますが、それが前世の縁であることを忘れてはいけません。"
  },
  {
    "籤號": "76",
    "籤詩": "三千法律八千文，\n此事何如說與君，\n善惡兩途君自作，\n一生禍福此中分",
    "中文解析": "此籤說明，得籤者一生的禍福完全由自己作為所決定。",
    "英語解析": "The misfortunes and blessings in your life are all completely determined by your own conduct.",
    "日語解析": "人生の禍福は、全て自分の行いによって決まるのです。"
  },
  {
    "籤號": "77",
    "籤詩": "木有根荄水有源，\n君當自此究其原，\n莫隨道路人閒話，\n訟則終凶是至言",
    "中文解析": "此籤告訴得籤者，凡事宜當自省發生的根源，不要只看表面，不要聽信外人的饞言，要能分辨是非並且謹言慎行，自然禍去福至。",
    "英語解析": "You should properly self-reflect on the root causes of all things that happen, not just look at their outward appearance, and not lend a ready ear to slander. You need to be able to distinguish between right and wrong, and also be cautious in your words and actions, then you will naturally keep misfortune at bay and bring on good fortune.",
    "日語解析": "何事も表面だけを見ず、その根源を見極めなければいけません。誹謗中傷など相手にせず、是非を弁え、言行を慎めば、災いは去り、福が到来します。"
  },
  {
    "籤號": "78",
    "籤詩": "家道豐腴自飽溫，\n也須肚裏立乾坤，\n財多害己君當省，\n福有胚胎禍有門",
    "中文解析": "此籤告誡得籤者，禍福都是自找的，從善則能招來福氣，胡作非為只會讓自己陷入災禍中。",
    "英語解析": "Good or bad fortune is of your own making. If you do good deeds you will be able to attract good fortune. Conversely, if you engage in bad behavior, you will only pitch yourself into misfortune.",
    "日語解析": "禍福は自らが招くものです。善に従えば福が、悪に従えば災いが齎されます。"
  },
  {
    "籤號": "79",
    "籤詩": "乾亥來龍仔細看，\n坎居午向自當安，\n若移丑艮陰陽逆，\n門戶凋零家道難",
    "中文解析": "此籤說明，凡事應該依照天理，不可以違背常理胡作非為，否則將反招來禍患。",
    "英語解析": "Do everything in accordance with heavenly principles. Do not go against common sense and commit foolish acts, otherwise you will only bring misfortune upon yourself.",
    "日語解析": "何事も天の理に従いましょう。道に悖り、悪事を働けば、災いを招きます。"
  },
  {
    "籤號": "80",
    "籤詩": "一朝無事忽遭官，\n也是門衰墳未安，\n改換陰陽移禍福，\n勸君莫作等閒看",
    "中文解析": "此籤表示，得籤者必須有所改變，才能轉禍為福，不可等閒視之，或心存懷疑，起身動一動，運勢也會跟著轉變。",
    "英語解析": "You must change to some extent as the only way you will be able to transform bad fortune to good. Do not underestimate its importance, or bear doubt in your heart. Rouse yourself to act, and your fortune will also change along with it.",
    "日語解析": "変化が必要です。そうすれば禍が福に転じます。疑いを抱いたり、好い加減にしてはいけません。動いて行けば、運気も共に転じていきます。"
  },
  {
    "籤號": "81",
    "籤詩": "假君財物自當還，\n謀賴欺心他自奸，\n幸有高臺明月鏡，\n請來對照破機關",
    "中文解析": "此籤告誡得籤者，天網詼詼疏而不漏，不是不報，時候未到，不可以有故意占人便宜的心態。",
    "英語解析": "Heaven’s justice is slow but sure. If karmic return has not been forthcoming, it means the time for it has not yet come. Do not deliberately take advantage of others.",
    "日語解析": "天網恢恢疎にして漏らさず。報われないのではなく、時機が来ていないだけです。うまい汁を吸おうとしてはいけません。"
  },
  {
    "籤號": "82",
    "籤詩": "彼亦儔中一輩賢，\n勸君特達與周旋，\n此時賓主歡相會，\n他日王侯卻並肩",
    "中文解析": "此籤表示，若遇賢明之人，應多多跟他密切交往，是你將來發達的墊腳石。",
    "英語解析": "If you encounter wise and able people, you should associate with them as much as you can. They can be the stepping stones of your future advancement.",
    "日語解析": "聡明な人と出会えば、将来の活躍を後押ししてくれます。大切に付き合いましょう。"
  },
  {
    "籤號": "83",
    "籤詩": "隨分堂前赴粥饘，\n何須妄想苦憂煎，\n主張門戶誠難事，\n百歲安閒得幾年",
    "中文解析": "此籤只宜守成不可妄為，凡事隨緣認分接受自己所得到的，若多加妄想，只會讓自己陷入痛苦、增加煩惱。",
    "英語解析": "Focus on preserving the achievements of your predecessors, and do not overstep your boundaries. Delusional thinking will only entrap you in suffering and increased vexation.",
    "日語解析": "軽率な行動はいけません。何事も縁によって得られるのです。余計な考えは自分を苦しめ、悩み事を増やすだけです。"
  },
  {
    "籤號": "84",
    "籤詩": "君家事緒更紛然，\n當局須知一著先，\n長舌婦人休酷聽，\n力行禮義要心堅",
    "中文解析": "此籤告誡得籤者，不可聽信他人的話，必需要有主見，尤其是家中婦人，要更加小心。更要有堅定的信心及毅力去努力，做事果決不遲疑，必能順心如意。",
    "英語解析": "Do not hang onto what other people say, but have your own thoughts. You should be particularly careful of heeding females in your family. You need to be firm in confidence and set to work with resolution, acting decisively and without hesitation, and then things are sure to turn out as you wish.",
    "日語解析": "他人の言いなりではいけません。自分の意見が必要です。特に家庭の女性は注意しましょう。確固たる自信と意志でもって努力し、きっぱりと決断を下せば万事順調です。"
  },
  {
    "籤號": "85",
    "籤詩": "一春風雨正瀟瀟，\n千里行人去路遙，\n移寡就多君得計，\n如何歸路轉無聊",
    "中文解析": "此籤告誡得籤者，只宜謹守安分，不可妄求。不可只想要前進，而不知如何退守，有時想想如何全身而退，可能會是最好的辦法。",
    "英語解析": "You should just keep within your own bounds, and not make presumptuous demands. Do not charge forward on a whim and without knowing how to retreat. Sometimes, mulling how to back off completely could be the best approach.",
    "日語解析": "何事も慎重にし、無理に求めてはいけません。前進ばかりが能ではありません。時には如何に無傷で逃れるかを考えるのも最善の方法です。"
  },
  {
    "籤號": "86",
    "籤詩": "一舟行貨好招邀，\n積少成多自富饒，\n常把他人比自己，\n管須日後勝今朝",
    "中文解析": "此籤告誡得籤者，必須循序漸進，欲速則不達，保有仁心，富裕幸福的日子則可以持久，未來一定會比現在更好。",
    "英語解析": "You should proceed in an orderly way step by step, mindful that more haste results in less speed. Keep kindness in your heart, and your days of affluence and happiness can be made to last, while the future will surely be even better than the present.",
    "日語解析": "急いては事を仕損じる。一歩一歩進みましょう。仁愛の心を保てば、豊かで幸せな日々が続き、より良い明日がやって来ます。"
  },
  {
    "籤號": "87",
    "籤詩": "陰裏詳看怪爾曹，\n舟中敵國笑中刀，\n藩籬剖破渾無事，\n一種天生惜鳳毛",
    "中文解析": "此籤告誡得籤者，凡事要真心相待，為人要光明正直，可避免事非招禍，化凶為吉。",
    "英語解析": "Be sincere and respectful toward other people, and conduct yourself with openhearted integrity. Then you will be able to avoid courting misfortune, and turn bad luck into good.",
    "日語解析": "公明正大な心を持ち、人と誠実に付き合いましょう。それにより災厄が避けられ、凶が吉となります。"
  },
  {
    "籤號": "88",
    "籤詩": "從前作事總徒勞，\n纔見新春時漸遭，\n百計營求都得意，\n更須守己莫心高",
    "中文解析": "此籤表示目前即將轉好運，必須把握好運，不要因為一時的志得意滿而浪費了大好運氣。",
    "英語解析": "Your luck is about to take a positive turn, and you must grasp this good fortune. Do not let the complacency of a moment cause this great chance to be wasted.",
    "日語解析": "好運に転じようとしていますので、しっかりと捉えましょう。ただし一時的な成就で有頂天になると、大好運を無駄にしてしまいます。"
  },
  {
    "籤號": "89",
    "籤詩": "樽前無事且高歌，\n時未來兮奈若何，\n白馬渡江雖日暮，\n虎頭城裏看巍峨",
    "中文解析": "此籤表示得籤者目前時運不佳，必須忍耐，等待時機，若無法以樂觀的心態等待，則只能含恨一生，而且破壞了老年的好運。",
    "英語解析": "Your luck is down at present. You must exercise patience and await your opportunity. If you are unable to bide your time in an optimistic frame of mind, you will only nurse resentment in your heart, and harm the good fortune of your late years.",
    "日語解析": "今は運気が良くありません。じっと耐えて時機を待ちましょう。とりわけ楽観的な心で待たないと、一生の恨みが残り、晩年の好運が逃げてしまいます。"
  },
  {
    "籤號": "90",
    "籤詩": "崆峒城裏事如麻，\n無事如君有幾家，\n勸汝不須勤致禱，\n徒營生事苦咨嗟",
    "中文解析": "求得本籤者，代表命格中無大富大貴，命運單純，但不致挨餓。命中既無福，求神也無益，只有安分守己為宜。",
    "英語解析": "Your fate bears no promise of great riches. You are destined to lead a simple life, but will not suffer from want of food. It will be no use pleading to the gods for more, and you have no choice but to be content with your lot.",
    "日語解析": "財産も地位もほどほどの命運ですが、食べ物には困りません。福もなく、祈願も無意味です。自分の本分を守ることを心がけましょう。"
  },
  {
    "籤號": "91",
    "籤詩": "佛說淘沙始見金，\n只緣君子苦勞心，\n榮華總得詩書效，\n妙裏工夫仔細尋",
    "中文解析": "此籤表示沒有不勞而獲的事，必須經過一番勞苦，富貴名利才會隨之而來。",
    "英語解析": "There is no free lunch in the world. You have to work hard for fortune and fame.",
    "日語解析": "労なくして収穫なし。一通りの苦労を経れば、地位、財産、名誉が次第にやって来ます。"
  },
  {
    "籤號": "92",
    "籤詩": "今年禾穀不如前，\n物價喧騰倍百年，\n災數流行多疫癘，\n一陽復後始安全",
    "中文解析": "此籤表示今年運氣不佳，諸事不順，必須要等到年尾冬至，才能較平順，必需要特別小心謹慎。",
    "英語解析": "You are beset by poor fortune this year, and nothing is going well. You will have to wait until the winter solstice at the year’s end before things can look up. You must be particularly cautious in attitude and careful in actions.",
    "日語解析": "今年は運気が悪く、何事もうまく行きません。しかし冬至の頃に落ち着きますので、特に軽率を慎みましょう。"
  },
  {
    "籤號": "93",
    "籤詩": "春來雨水太連綿，\n入夏晴乾雨又愆，\n節氣直交三伏始，\n喜逢滂沛足田園",
    "中文解析": "此籤表示得籤者一開始謀事會不順利，但最後還是會久旱逢甘霖，解決危機。",
    "英語解析": "Your plans will stutter in the beginning, but at last sweet rainfall will end the drought, and the crisis will be solved.",
    "日語解析": "最初は不調ですが、最後には恵みの雨が降り、問題が解決します。"
  },
  {
    "籤號": "94",
    "籤詩": "一般器用與人同，\n巧斲輪輿梓匠工，\n凡事有緣且隨分，\n秋冬方遇主人翁",
    "中文解析": "此籤表示得籤者平時專注在手藝方面的鑽研，等待時機的到來，時間到了就會遇到賞識的人出現。",
    "英語解析": "You are frequently absorbed in meticulously studying a craft. Wait for your opportunity, and when the time comes, you will meet people who recognize the worth of your skills.",
    "日語解析": "日頃から研鑚を積んでいる技術は、時機が来れば、必ずや評価してくれる人が現れます。"
  },
  {
    "籤號": "95",
    "籤詩": "知君袖裏有驪珠，\n生不逢辰亦強圖，\n可歎頭顱已如許，\n而今方得貴人扶",
    "中文解析": "此籤表示目前的時機不好，得籤者名利晚成，需多多充實自己的能力，等遇貴人的幫助，便是轉運的時候了。",
    "英語解析": "The timing is bad right now. Your fame and fortune will come later on. You need to work hard at strengthening your abilities, and when a benefactor shows up to give you help, it will be the time for your luck to turn.",
    "日語解析": "今は時機が良くなく、地位や財産は遅れて到来しますので、自分を磨くことに努力しましょう。良い人に巡り合った時が吉への転機です。"
  },
  {
    "籤號": "96",
    "籤詩": "婚姻子媳莫嫌遲，\n但把精神仗佛持，\n四十年前須報應，\n功圓行滿有馨兒",
    "中文解析": "此籤表示得籤者凡事起頭難，需要積德行善，目標最終必能如願以償。",
    "英語解析": "All things are more difficult at the start. You need to do good deeds and accumulate merit, and eventually you are sure to be able to achieve your aims to your full satisfaction.",
    "日語解析": "何事も最初は難しいものです。しかし善徳を積めば、願いは必ず叶います。"
  },
  {
    "籤號": "97",
    "籤詩": "五十功名心已灰，\n那知富貴逼人來，\n更行好事存方寸，\n壽比岡陵位鼎台",
    "中文解析": "此籤表示得籤者功名晚成，在中年之後富貴將不請自來，隨時心存善念，是保有富貴的最佳方式，此後將一切順遂如意。",
    "英語解析": "Success and recognition will come to you late, with wealth and rank coming unasked for after middle age. Always keep good thoughts in your heart, for that is the best way to preserve wealth and rank, and thereafter you will be successful in all that you wish for.",
    "日語解析": "功名は遅れてやって来ます。中年以降、自然に富貴が到来します。善なる心を保ってこれを逃さなければ、万事順調に運びます。"
  },
  {
    "籤號": "98",
    "籤詩": "經營百出費精神，\n南北奔馳運未新，\n玉兔交時當得意，\n恰如枯木再逢春",
    "中文解析": "此籤表示得籤者時運未到，必須經過一番辛勤的努力及失望，直到適當的時機才能逐漸順遂、漸入佳境。",
    "英語解析": "Your time has not yet come. You will have to go through a period of hard work and disappointments before the right time arrives, and only then will your fortune gradually enter into a positive phase.",
    "日語解析": "時機がまだ来ていません。今後、一通りの努力と挫折を経て時機が到来し、次第に順調になります。"
  },
  {
    "籤號": "99",
    "籤詩": "貴人遭遇水雲鄉，\n冷淡交情滋味長，\n黃閣開時延故客，\n驊騮應得驟康莊",
    "中文解析": "此籤表示得籤者運勢先前平平，而後暢通順遂，運勢漸入佳境，能遇到貴人且獲得提拔幫助，凡事皆順利。",
    "英語解析": "Your luck has previously been rather flat, but will subsequently run more benignly. As your fortune gradually enters an uplifted phase, you will be able to meet a benefactor who helps you gain promotion, and all will run smoothly for you.",
    "日語解析": "運気は最初は並みですが、後に順調になります。運気が次第に良くなり、良き人に巡り合って助けられ、万事順調に運びます。"
  },
  {
    "籤號": "100",
    "籤詩": "我本天仙雷雨師，\n吉凶禍福我先知，\n至誠禱告皆靈驗，\n抽得終籤百事宜",
    "中文解析": "此籤表示得籤者只要誠心祈求，凡事皆能順遂，百事皆宜，想做什麼就去做。",
    "英語解析": "As long as you pray with sincerity of heart, all can go well for you. No matter what you wish to do, just go ahead and do it.",
    "日語解析": "誠心誠意で神に祈願すれば、万事順調に運びます。積極的に物事に取り組みましょう。"
  }
]
